Repository: Oreon93/ceica-peru
Catalog: ceicaperu/locale/*/LC_MESSAGES/django.po
Languages: es

source: Sorry - page not found!
es: Pagina no encontrada

source: We are very sorry that the page you are looking for cannot be found.
es: Lo sentimos, no se pudo encontrar la página solicitada.

source: We could not find the page you were looking for. If you would like support, please
es: Lo sentimos, no se pudo encontrar la página solicitada. Si desea ampliar ésta información no dude en

source: contact us
es: consultar con nosotros.

source: About the school | Ceica Peru Spanish School
es: Sobre la escuela | Ceica Peru

source: Learn all about the history of Ceica Peru Spanish school, our teaching methods, and meet the team
es: Aprenda la historia de la escuela, nuestros métodos de enseñanza, y conozca el equipo.

source: About us
es: Sobre Ceica Peru

source: Welcome to the Ceica Peru Spanish School and to the city of Arequipa, <br>the main city of southern Peru.
es: Bienvenido a Ceica Peru y a la ciudad de Arequipa.

source: Arequipa is a beautiful city with excellent weather, surrounded by spectacular mountains and declared by UNESCO as a world heritage site because of its colonial architecture. From here you can go on excursions to Colca Canyon, Cotahuasi Canyon (the deepest Canyon of the world) or to the cities of Puno, and Cuzco.
es: Arequipa es una ciudad hermosa, con un clima excelente, rodeada de tres espectaculares volcanes y alcanzó en el año 2000 el título de Patrimonio Cultural de la Humanidad por su arquitectura colonial. Desde Arequipa puede visitar los cañones del Colca y de Cotahuasi (el más profundo del mundo) y a otras ciudades como Puno y Cusco.

source: At Ceica Peru Spanish School, we have taught hundreds of people from around the world who are interested in studying in South America because of its culture, fascinating geography and the opportunity to get to know its diverse peoples.
es: Nuestra escuela tiene como objetivo primordial no solo ayudarte a que aprendas el Español a fin de que te sea posible apreciar nuestra cultura de una manera mucho más profunda, sino que también te puedas relacionar con todas las personas que hablan este idioma.

source: Our teaching methods are regularly reviewed and updated based on the latest educational research and techniques. Based on this and our highly qualified teachers, you can be assured that you will quickly learn Spanish. It's easy.
es: Indudablemente que, nuestros profesores te ayudarán a tener la confianza para aprender el Español de una manera rápida y sencilla.

source: About the school
es: La escuela

source: Ceica Peru is a small Spanish School founded in 1996 by Dr. Carmen Cornejo, who earned her doctorate in history and is a professor of linguistic and literature. Co-founders include a group of highly qualified teachers with specialized training in teaching Spanish as a foreign language.
es: Ceica Peru es una escuela de Español fundada por Carmen Cornejo en 1996, ella tiene el título de Profesora en la especialidad de Lengua y Literatura y el grado académico de Doctora en Historia. Como co-fundadores están incluidos un grupo de profesoras y profesores capacitados y con entrenamiento especial para enseñar Español como segunda lengua.

source: Ceica Peru Spanish School is situated near the center of Arequipa (only a 25 – minute walk from the historical city center).
es: En los últimos años, Ceica, se mudó a un nuevo local ubicado en una zona cercana a los principales atractivos de la ciudad, es decir, a tan solo 25 minutos de caminata al Centro Histórico y a todos sus lugares recreativos.

source: Teaching method
es: Método de enseñanza

source: Our teaching method normally combines both grammar and conversation, but the students can specialize in one or the other.
es: Nuestro método combina tanto la gramática y la conversación. Si el estudiante prefiere enfocarse en uno de estos dos aspectos, solo debe de pedírselo a su profesor.

source: All classes have a maximum of four students. Basic classes are taught by bilingual teachers (English and Spanish), more advance and special courses such as Peruvian history and literature are taught by monolingual teachers. All our teachers are professionals who have specialized in teaching Spanish as a foreign language and have many years of experience in this area.
es: Las clases son de máximo cuatro estudiantes y se los agrupan teniendo muy en cuenta su nivel en el conocimiento del Español. Las lecciones para personas con un nivel básico se encargan a profesores bilingües; las clases para estudiantes de nivel intermedio y/o avanzado o de cursos especiales (redacción, ortografía, historia) son dictadas por profesores especializados y con experiencia.

source: Our team
es: Nuestro equipo

source: No teachers, sorry!
es: No se han encontrado profesores

source: Accommodation options | Ceica Peru Spanish School
es: Alojamiento | Ceica Peru

source: Ceica Peru offers many accommodation options, including staying in the school building, in a private apartment, or with one of our host families.
es: Ceica Peru ofrece varioses opciones para alojarse en Arequipa, incluidos quedar en el edificio de la escuela, en un departamento privato y con una familia local.

source: Accommodation
es: Alojamiento

source: Ceica Peru offers three accommodation options for your stay in Arequipa. Immerse yourself in Peruvian life by staying with a host family, stay in the school building for conveniently located facilities, or live it up in a private apartment.
es: Ceica Peru ofrece tres opciones para alojarse en Arequipa. Puedes conocer como es estilo de vida en el Perú quedándote con una familia local o si prefieres puedes quedarte en el edificio de la escuela y disfrutar de su ubicación estratégica o también puedes elegir quedarte en un departamento privado.

source: No accommodation, sorry!
es: No se han encontrado opciones de alojamiento

source: No FAQs, sorry!
es: No se han encontrado preguntas frecuentes

source: Contact Us | Ceica Peru Spanish School
es: Contacto | Ceica Peru

source: Fill in our contact form to get in touch and we will respond to your query as soon as we can.
es: Rellene nuestro formulario de contacto y le responderemos lo antes posible.

source: Contact Us
es: Contacto

source: Contact form
es: Formulario de contacto

source: Any questions? Contact us using this form:
es: Para cualquier duda contáctenos a través del formulario de contacto:

source: Submit
es: Enviar

source: Contact Details
es: Datos de contacto

source: Address
es: Dirección

source: Opening hours
es: Horarios de apertura

source: Monday - Saturday
es: Lunes - sabado

source: Telephone
es: Número de teléfono

source: How to find us
es: Como encontrarnos

source: Spanish lessons: beginner to advanced | Ceica Peru Spanish School
es: Clases: Principiantes a avanzados | Ceica Peru

source: Ceica Peru offers Spanish lessons for all ability levels in our sunny garden. We also offer flexible schedules from easy-going to intensive courses.
es: Ofrecemos clases para todas las habilidades en nuestro jardín soledao. También ofrecemos horarios flexibles, de cursos faciles a intensivos.

source: Spanish Lessons
es: Clases

source: Ceica Peru Spanish School has the Spanish course you need because all our courses are tailor-made to suit the ability and needs of our students. You decide what day to start your course, the number of hours to study (at least 10 hours per week) and the duration of the course. Lessons are normally held from Monday to Friday, but lessons during the weekend are also possible.
es: Ceica Peru tiene el curso de español que usted necesita ya que cada curso es diseñado tomando en consideración las habilidades y necesidades particulares de cada uno de sus estudiantes. Decide cuando van a comenzar el curso, el número de horas que desean estudiar (minimo 10 horas por semana) y la duración de los cursos.

source: Ability levels
es: Nuestros niveles

source: No courses, sorry!
es: No se han encontrado cursos

source: Prices
es: Precios

source: Group of 4 or more
es: Grupo de 4 o más

source: Group of
es: Grupo de

source: For more prices and to calculate the total cost of your stay at Ceica Peru,
es: Para ver más precios y calcular el coste de su estancia,

source: click here
es: pulse aquí

source: Course information
es: Información importante

source: Lessons evenly divided between grammar and speaking practice
es: Las clases se dividen de forma equilibrada entre la gramatica y la conversación

source: Each day of lessons includes a 20 minute coffee break
es: Hay un descanso de 20 minutes para café cada día

source: Coursebook and teaching material provided free of charge
es: Todo el material de enseñanza es gratis.

source: You will be presented with a certificate at the end of your course
es: Un certificado de asistencia sera entregado al alumno al final del curso

source: Maximum of <strong>4 students</strong> in a group
es: El número máximo de estudiantes por clases es de 4.

source: Enroll now
es: Registrarse

source: Extras: Learn about Quechua, Peruvian cooking, or Peruvian literature at Ceica Peru Spanish School
es: Complementarios: Aprender Quechua, cocina peruana o literatura peruana en Ceica Peru

source: Ceica Peru offers extra courses for those looking to dive deeper into Peruvian culture - from 1-2-1 Quechua lessons to authentic cooking classes and more.
es: Ofrecemos cursos complementarios si quiere adentrar en la cultura peruana - de clases individuales de Quechua a clases de cocinar en grupos.

source: Extras
es: Complementarios

source: Ceica Peru offers extra courses for those looking to dive deeper into Peruvian culture - from one on one Quechua lessons to authentic cooking classes and more.
es: Ofrecemos cursos complementarios si quiere adentrar en la cultura peruana - de clases individuales de Quechua a clases de cocinar en grupos.

source: (Price per person)
es: Precio por persona

source: For more prices and to calculate the total cost of your stay at Ceica Peru,
es: Para ver más precios y calcular el coste de su estancia,

source: Program information
es: Información importante

source: You must already be enrolled in a course or special program
es: Tiene que ser registrado en un curso o una programa especial.

source: Extras are subject to availability and some courses are restricted to advanced students
es: Cursos complementarios están sujetas a disponibilidad y algunos están limitados a estudiantes avanzadas.

source: FAQs | Ceica Peru Spanish School
es: Preguntas frecuentes | Ceica Peru

source: How much can I learn in a week? How do I get to Arequipa? Check out our FAQs and find the answer.
es: Cuanto puedo apreneder en solo una semana? Como puedo llegar a Arequipa? Mirar nuestras preguntas frecuentes para encontrar la repuesta.

source: FAQs
es: Preguntas frecuentes

source: How to enroll in a volunteer program | Ceica Peru Spanish School
es: Como inscribirse y voluntar | Ceica Peru

source: Read on to find out how enrollment for a volunteer program works once you have decided on the project you want to do.
es: Leer más sobre el proceso de la registración para una programa de voluntariado una vez que ha elegido un proyeto.

source: How to enroll
es: Como inscribirse

source: Ceica Peru: Spanish lessons and volunteer programs in Arequipa
es: Ceica Peru: Clases de español y programas de voluntariado en Arequipa

source: Ceica Peru is a Spanish language school located in Arequipa, Peru. We provide lessons for all levels of Spanish speakers in a relaxed setting, in our beautiful garden or in the classroom.
es: Ceica Peru es una escuela de español para extranjeros ubicada en Arequipa, Perú. Nuestra escuela ofrece lecciones de español individuales para todos los niveles y grupales para los niveles básicos, en un ambiente relajado, al aire libre o en clases.

source: Your browser does not support the video tag.
es: Su navegador no soporta la el tag 'video'.

source: Welcome to Ceica Peru
es: Bienvenido a Ceica Peru

source: Ceica Peru is a Spanish language school located in Arequipa, Peru.
es: Ceica Peru es una escuela de español ubicada en Arequipa, Perú.

source: We provide <b>individual lessons for all levels of Spanish speakers</b> and group lessons for new learners in a relaxed setting, in our beautiful garden or in the classroom. We have <b>special courses for travellers, volunteers and missionaries</b>. We also offer <b>a variety of accommodation options</b>, including living with local families, staying in the school building, and staying in a private furnished apartment.
es: Nuestra escuela ofrece lecciones de español individuales para todos los niveles y grupales para los niveles básicos, en un ambiente relajado, al aire libre o en clases. Tenemos cursos especiales para viajeros, voluntarios y misioneros. También, ofrecemos una variedad de alojamientos ya sea con familias locales, habitaciones en la misma escuela y departamentos amoblados.

source: What we offer
es: Que ofrecemos

source: Courses
es: Clases

source: We have a variety of courses for all levels of Spanish, as well as special courses in Peruvian history, Peruvian literature and Quechua.
es: Ofrecemos una variedad de cursos para todos los niveles de español, así como cursos especiales en historia peruana, literatura peruana y quechua.

source: Read more
es: Leer más

source: Special programs
es: Programas Especiales

source: We also offer special courses in Spanish for travelling, and programms combining Spanish learning with speaking practice around the city of Arequipa.
es: También ofrecemos cursos especiales en español para viajar, y programas que combinan el aprendizaje del español con la práctica de conversación en la ciudad de Arequipa.

source: Volunteering
es: Voluntariado

source: Ceica Peru Spanish School works together with several social projects in Arequipa to offer volunteer programs that allow you to practice Spanish and at the same time contribute to the social development of the children and adults of these communities.
es: Ceica Peru trabaja conjuntamente con varios proyectos sociales en Arequipa para ofrecer programas de voluntariado que permiten practicar el español y a la vez contribuir al desarrollo social de los niños y adultos de estas comunidades.

source: What our students say
es: Que nuestras estudiantes dicen

source: Prices | Ceica Peru Spanish School
es: Precios | Ceica Peru

source: A full price list for our courses, volunteer programs, extras, and accommodation at Ceica Peru Spanish School.
es: Una lista completa de precios para nuestros cursos, programas de voluntariado, complementarios, y alojamiento en Ceica Peru.

source: Other
es: Otros

source: Prices are shown per week in Soles. Special courses may have a fixed duration (see
es: Precios están en función a una semana y en soles. Programas especiales pueden tienen una duración determinada.

source: special programs
es: Programas Especiales

source: Group of
es: Groupo de

source: No prices, sorry!
es: No se han encontrado precios.

source: Host family
es: Familia hospedadora

source: (Price per room per week)
es: Precio por persona por semana

source: room
es: Habitación

source: School building
es: Edificio de la escuela

source: Catering
es: Voluntariado

source: Private apartment
es: Departamento de dos cuartos

source: Price
es: Precios

source: Airport and pickup:
es: Recojo aeropuerto / estación de bus

source: Enrollment and reservation:
es: Reserva e inscripción

source: Special programs for travellers & tours of Arequipa | Ceica Peru Spanish School
es: Programas especiales | Ceica Peru

source: Enroll in our intensive 1-week Spanish program tailored to travellers, or combine Spanish lessons with tours around the city of Arequipa
es: Registrarse en un curso intensivo de una semana, ideal para viajeros, o combinar clases con tours de la ciudad de Arequipa.

source: Special Programs
es: Programas Especiales

source: Not everyone has the same needs, so we've put together special programs for people who are interested in using Spanish for travelling or curious about the culture and sights of Arequipa.
es: No todos tienen las mismas necesidades, por ello hemos diseñado programas especiales para aquellos interesados en usar el español para viajar o que simplemente están interesados en conocer mas sobre Arequipa.

source: Programs
es: Programas

source: Length
es: Duración

source: week
es: semana

source: Spanish lessons
es: Clases

source: hours
es: horas

source: hours a day
es: horas al día

source: weeks
es: semanas

source: a week
es: a la semana

source: Group of 4 or more
es: Grupo de 4 o más

source: One on one
es: Individuales

source: For more prices and to calculate the total cost of your stay at Ceica Peru
es: Para ver más precios y calcular el coste de su estancia

source: Some special programs have a fixed duration
es: Algunas programas especiales pueden tienen una duración determinada.

source: All programs involve some Spanish teaching
es: Todas las programas incluyen clases de español.

source: If you'd like to discuss putting together a program to meet your needs, get in touch!
es: Si quiere saber cómo podemos ayudarle construir una programa personalizada a sus necesidades, contactenos!

source: Learn Spanish
es: Aprender Español

source: Volunteer
es: Voluntariado

source: Why volunteer?
es: ¿Por qué?

source: Volunteer projects
es: Programas de voluntariado

source: About Us
es: Nosotros

source: About Arequipa
es: Arequipa

source: Enroll
es: Registrarse

source: Address:
es: Dirección

source: Volunteer programs
es: Programas disponibles

source: Volunteer Projects | Ceica Peru Spanish School
es: Proyectos | Ceica Peru

source: Below you will find the list of volunteer projects that Ceica Peru currently offers. You can choose the length of your stay and you can also choose to combine volunteering with Spanish lessons. For more information on this, see the price table at the bottom of the page.
es: Los voluntarios pueden elegir los siguientes lugares para trabajar. Puede elegir la duración de su estancia y puede combinar voluntar con clases de español. Para más información sobre esto, vea la tabla de precios en la parte inferior de la página.

source: >Volunteer Projects
es: Proyectos

source: No volunteer programs, sorry!
es: No se han encontrado proyectos!

source: Orientation
es: Orientación

source: Program requirements
es: Requisitos para hacer Trabajo voluntario

source: You must be at least 18 years old.
es: Tener como mínimo 18 años de edad.

source: You should obey the personnel in charge of your social project.
es: Tener capacidad para obedecer al personal a cargo del proyecto social.

source: It's important to have an open mindset to understand the restrictions that our traditional conservative culture imposes, for example when you are working wear appropriate clothes (no miniskirts, shorts, low or skimpy tops etc); avoid romantic relationships with the personnel or youths in care.
es: Tener mentalidad abierta para comprender las restricciones que son impuestas por nuestra cultura tradicional, como, asistir a los centros de voluntariado con ropa adecuada (No minifaldas, no short's, no escotes pronunciados, no polos muy pequeños, etc); Evitar tener relaciones amorosas con los jóvenes de los albergues o con el personal que trabaja allí.

source: Behave ethically in the volunteer work place and be willing to comply with the norms established by the institution.
es: Tener una conducta moral intachable en el lugar de trabajo voluntario y estar dispuesto a cumplir con las normas establecidas por la organización.

source: Why volunteering in Arequipa? | Ceica Peru Spanish School
es: ¿Porque hacer trabajo voluntario? | Ceica Peru

source: Learn about why you should volunteer in Arequipa at one of the programs offered by Ceica Peru.
es: Apreneder los beneficios de voluntar en Arequipa en uno de los proyectos ofrecidos por Ceica Peru.

source: In the present globalized world, a feeling of solidarity is growing like a light of hope which shows itself in many ways. There are for example the efforts to join forces to protect the environment; to save children from ignorance and distress; and to lift communities out of extreme poverty.
es: En el mundo globalizado actual, un sentimiento de solidaridad crece como una luz de esperanza que se muestra de muchas maneras. Hay, por ejemplo, muchos esfuerzos para unir fuerzas para proteger el medio ambiente; para rescatar a los niños de la ignorancia y la angustia; y para sacar a las comunidades de la pobreza extrema.

source: For this reason, Arequipa, like many cities in Latin America, has had the invaluable help of foreign friends and institutions who voluntarily work with abandoned children and the handicapped, in nurseries, in schools, and in health centers.
es: Por esta noble razón, Arequipa, como muchas ciudades en América Latina, ha tenido la ayuda invaluable de amigos e instituciones extranjeras que voluntariamente trabajan con niños abandonados y discapacitados, en guarderías, en colegios, en centros de salud, etc.

source: Using its experience Ceica Peru Spanish School has designed some special programs for those interested in improving their Spanish and/or participating in voluntary work.
es: Usando su experiencia Ceica Peru ha diseñado algunos programas especiales para aquellos interesados en aprender o mejorar su español y/o hacer un trabajo voluntario.

source: Reasons to volunteer
es: ¿Porque hacer trabajo voluntario?

source: You will improve your natural abilities in a completely different culture. You will learn a great deal from the new situations that you will be met with in your work place. All of which will enrich your perception of life.
es: Mejorarás tus habilidades humanas en una cultura totalmente diversa, aprenderás mucho de las nuevas situaciones que se te presenten en tu lugar de trabajo, lo cual enriquecerla tu percepción de la vida.

source: You will contribute to the education and upbringing of children in schools or in care.
es: Contribuirás con la educación y formación de los niños de los albergues o de los colegios.

source: You will discover your strengths and talents. You will develop new abilities that will serve you for the rest of your life.
es: Descubrirás tus fortalezas, talentos y desarrollarás nuevas habilidades que te serán útiles a lo largo de la vida.

source: You will gain work experience.
es: Ganarás experiencia laboral.

source: In a cultural exchange, you will learn about Peruvian culture and we will learn about your country and life in other countries.
es: Es un intercambio cultural, tu aprenderás de la cultura peruana y ellos aprenderás sobre tu país y la vida en otros lugares.

source: See our volunteer projects
es: Ver nuestras programas disponibles

source: ^contact/$
es: contacto
